Repository: Ruletk/GrantBot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: kk

source: Привет. Выбери язык
kk: Сәлеметсіз бе. Тіліңізді таңдаңыз

source: Язык успешно изменен
kk: Жыл сәтті өзгертілді

source: Меню настроек
kk: Параметрлер мәзірі

source: Результаты конкурса грантов не найдены. Проверьте правильность заполненных данных. Также возможно, что результаты конкурса грантов еще не вышли
kk: Грант конкурсының қорытындысы табылмады. Толтырылған деректердің дұрыстығын тексеріңіз. Сондай-ақ гранттық байқаудың қорытындысы әлі шықпаған болуы мүмкін

source: Ошибка. Сначала введите свои данные через настройки
kk: Қате. Алдымен параметрлер арқылы мәліметтеріңізді енгізіңіз

source: Ошибка на стороне сервера
kk: Сервер тарапындағы қате

source: Отмена
kk: Болдырмау

source: Возврат
kk: Қайту

source: Укажите тип теста
kk: Сынақ түрін көрсетіңіз

source: Выберите кнопку на панели кнопок
kk: Түйме жолағындағы түймені таңдаңыз

source: Тип теста успешно изменен
kk: Сынақ түрі сәтті өзгертілді

source: Введите год в виде числа без лишних символов, пробелов. Пример: 2023
kk: Жылды қосымша таңбаларсыз немесе бос орындарсыз сан ретінде енгізіңіз. Мысалы: 2023

source: Ошибка, неправильно введен год
kk: Қате, қате енгізілген жыл

source: Год успешно изменен
kk: Жыл сәтті өзгерді

source: Введите ИИН без лишних символов, пробелов
kk: ЖСН-ді қосымша таңбаларсыз, бос орындарсыз енгізіңіз

source: Ошибка. Неправильно введен ИИН
kk: Қате. ЖСН қате енгізілді

source: Введите ИКТ без лишних символов, пробелов
kk: АКТ қосымша таңбаларсыз, бос орындарсыз енгізіңіз

source: ИИН успешно изменен
kk: ЖСН сәтті өзгертілді

source: Ошибка. Неправильно введен ИКТ
kk: Қате. ТЖК қате енгізілген

source: ИКТ успешно изменен
kk: ТЖК сәтті өзгерді

source: Настройки
kk: Параметрлер

source: Получить результат
kk: Нәтиже алыңыз

source: Указать тип теста
kk: Сынақ түрін көрсетіңіз

source: Указать год
kk: Жылды көрсетіңіз

source: Указать ИИН
kk: ЖСН көрсетіңіз

source: Указать ИКТ
kk: ТЖК көрсетіңіз

source: ЕНТ/КТ
kk: ҰБТ/КТ

source: НКТ
kk: ҰБТ

source: Сменить язык
kk: Тілді таңдаңыз

source: Информация
kk: Ақпарат

source: Удалить мои данные
kk: Деректерімді жою

source: Вы уверены?
kk: Сіз сенімдісіз бе?

source: Да, удалите мои данные
kk: Иә, деректерімді жойыңыз

source: Ваши данные успешно удалены. Для повторного использования бота, выберите язык.
kk: Деректеріңіз сәтті жойылды. Ботты қайта пайдалану үшін тілді таңдаңыз.

source: Политика конфиденциальности
kk: Құпиялылық саясаты

source: Подтвердить
kk: Растау

source: Политика конфиденциальности подтверждена
kk: Құпиялық саясаты расталды

source: Дата последнего обновления: 03.08.2023. Мы уважаем вашу конфиденциальность и стремимся обеспечить максимальную защиту ваших персональных данных. Эта политика конфиденциальности объясняет, как мы собираем, используем и храним ваши данные при использовании телеграм-бота @{bot}. Пожалуйста, внимательно прочитайте эту политику перед использованием бота. 1. Собираемые данные. При использовании нашего телеграм-бота мы можем собирать следующие персональные данные: ИИН (индивидуальный идентификационный номер) Номер ИКТ (номер теста) Тип теста (например, ЕНТ, КТ и т.д.) Год сдачи теста Айди пользователя в Телеграме Дата регистрации пользователя 2. Цель сбора данных Мы собираем ваши персональные данные с единственной цель предоставления наших услуг и функциональности телеграм-бота @{bot}. Ваши данные могут быть использованы для предоставления персонализированных рекомендаций и оповещений, а также для анализа и улучшения работы бота. 3. Хранение данных Мы будем хранить ваши персональные данные в течение периода, необходимого для достижения целей, описанных в этой политике, если только законодательством не предусмотрены другие сроки хранения. 4. Права пользователей У вас есть право запросить доступ к вашим персональным данным, а также внести изменения или удалить их. Если у вас возникли вопросы или запросы относительно обработки ваших данных, пожалуйста, свяжитесь с нами по указанным ниже контактным данным. 5. Согласие на обработку данных Используя наш телеграм-бот, вы даете согласие на сбор и обработку ваших персональных данных в соответствии с этой политикой конфиденциальности. 6. Изменения политики конфиденциальности Мы оставляем за собой право вносить изменения в эту политику конфиденциальности. Любые изменения будут опубликованы на этой странице, и дата последнего обновления будет изменена соответственно. Пожалуйста, регулярно проверяйте эту политику для обновлений.
kk: Соңғы жаңарту күні: 08.03.2023. Біз сіздің жеке өміріңізді құрметтейміз және сіздің жеке ақпаратыңыздың мүмкіндігінше қауіпсіз болуын қамтамасыз етуге тырысамыз. Бұл құпиялылық саясаты @{bot} telegram ботын пайдаланған кезде деректеріңізді қалай жинайтынымызды, пайдаланатынымызды және сақтайтынымызды түсіндіреді. Ботты пайдаланбас бұрын осы саясатты мұқият оқып шығыңыз. 1. Жиналған деректер. Telegram ботымызды пайдаланған кезде біз келесі жеке деректерді жинай аламыз: ЖСН (жеке сәйкестендіру нөмірі) ТЖК нөмірі (тест нөмірі) Тест түрі (мысалы, ҰБТ, КТ және т.б.) Тестілеуден өткен жыл Telegram-дағы пайдаланушы идентификаторы Пайдаланушыны тіркеу күні 2. Мәліметтерді жинау мақсаты Біз сіздің жеке деректеріңізді тек қызметтерімізді және @{bot} telegram ботының функционалдығын қамтамасыз ету мақсатында жинаймыз. Деректеріңіз жекелендірілген ұсыныстар мен ескертулер беру үшін, сондай-ақ бот жұмысын талдау және жақсарту үшін пайдаланылуы мүмкін. 3. Мәліметтерді сақтау Егер заңда өзгеше көзделмесе, біз сіздің жеке деректеріңізді осы саясатта сипатталған мақсаттарды орындау үшін қажетті кезең ішінде сақтаймыз. 4. Пайдаланушының құқықтары Сіздің жеке деректеріңізге қол жеткізуді сұрауға, сондай-ақ оларды түзетуге немесе жоюға құқығыңыз бар. Деректеріңізді өңдеуге қатысты сұрақтарыңыз немесе сұрауларыңыз болса, төмендегі байланыс мәліметтері бойынша бізге хабарласыңыз. 5. Мәліметтерді өңдеуге келісім беру Біздің телеграм ботымызды пайдалану арқылы сіз осы құпиялылық саясатына сәйкес жеке деректеріңізді жинауға және өңдеуге келісесіз. 6. Құпиялық саясатындағы өзгерістер Біз осы құпиялылық саясатына өзгертулер енгізу құқығын өзімізде қалдырамыз. Кез келген өзгертулер осы бетте жарияланады және соңғы жаңарту күні сәйкесінше жаңартылады. Жаңартуларды алу үшін осы саясатты жүйелі түрде тексеріңіз.
